cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'buo/cask-upgrade'
tap 'wata727/tflint'
tap 'Yleisradio/terraforms'

brew 'mas'
brew 'git'
brew 'go'
brew 'openssl'
brew 'ag'
brew 'wget'
brew 'imagemagick'
brew 'libxml2'
brew 'libxslt'
brew 'readline'
brew 'libiconv'
brew 'memcached'
brew 'redis'
brew 'terminal-notifier'
brew 'npm'
brew 's3cmd'
brew 'jq'
brew 'tflint'
brew 'afl-fuzz'
brew 'chtf'
brew 'shellcheck'
brew 'vim'
brew 'ansible'
brew 'dockutil'
brew 'bash-completion'
brew 'httpie'


cask 'dropbox'
cask 'docker'
cask 'alfred'
cask 'google-chrome'
cask 'vagrant'
cask 'vagrant-manager'
cask 'postman'
cask 'java'
cask 'slack'
cask 'iterm2'
cask 'visual-studio-code'
cask 'limechat'

mas '1Password', id: 443987910
mas 'Clocks', id: 414554506
