tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "yleisradio/terraforms"
tap "caskroom/cask"
tap "wata727/tflint"
brew "afl-fuzz"
brew "ansible"
brew "bash-completion"
brew "git"
brew "docker", link: false
brew "dockutil"
brew "go"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "memcached"
brew "nmap"
brew "node"
brew "pv"
brew "redis"
brew "s3cmd"
brew "shellcheck"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "vim"
brew "wget"
brew "wata727/tflint/tflint"
brew "yleisradio/terraforms/chtf"
cask "alfred"
cask "anki"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "limechat"
cask "postman"
cask "slack"
cask "steam"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
mas '1Password', id: 443987910
mas 'Clocks', id: 414554506
